Repository: jburguete/surcos
Catalog: 6.1/locale/*/LC_MESSAGES/surcos.po
Languages: es, fr

source: Bad initial conditions
es: Condiciones iniciales incorrectas
fr: Conditions initiales incorrectes

source: Bad furrow
es: Surco incorrecto
fr: Sillon incorrect

source: Bad input
es: Entrada incorrecta
fr: Entrée incorrecte

source: Initial time
es: Tiempo inicial
fr: Temps initial

source: Final time
es: Tiempo final
fr: Temps final

source: Discharge
es: Caudal
fr: Débit

source: Bad data
es: Datos incorrectos
fr: Données incorrectes

source: open
es: abierto
fr: ouvert

source: furrows number
es: número de surcos
fr: nombre de sillons

source: solubility
es: solubilidad
fr: solubilité

source: No distribution furrow
es: Falta el surco de distribución
fr: Pas de sillon de distribution

source: Distribution furrow
es: Surco de distribución
fr: Sillon de distribution

source: Not enough memory to open the irrigation furrows
es: Falta memoria para abrir los surcos de riego
fr: Mémoire insuffisante pour ouvrir les sillons d'irrigation

source: No irrigation furrow
es: Faltan los surcos de riego
fr: Pas de sillon d'irrigation

source: Irrigation furrows
es: Surcos de riego
fr: Sillons d'irrigation

source: No recirculation furrow
es: Falta el surco de recirculación
fr: Pas de sillon de recirculation

source: Recirculation furrow
es: Surco de recirculación
fr: Sillon de recirculation

source: Irrigation furrow
es: Surco de riego
fr: Sillon d'irrigation

source: Bad data set
es: Datos de campo incorrectos
fr: Données de champ incorrectes

source: Bad times data
es: Datos temporales incorrectos
fr: Données des temps incorrectes

source: Bad simulation time
es: Tiempo de simulación incorrecto
fr: Temps de simulation incorrect

source: Bad CFL number
es: Número CFL incorrecto
fr: Nombre CFL incorrect

source: Bad measured time
es: Tiempo de medida incorrecto
fr: Temps de mesure incorrect

source: Bad distribution cells number
es: Número de celdas de distribución incorrecto
fr: Nombre de cellules de distribution érroné

source: Bad irrigation cells number
es: Número de celdas de riego incorrecto
fr: Nombre de cellules d'irrrigation érroné

source: Bad fertilizer model
es: Modelo de fertilizante incorrecto
fr: Modèle de fertilisant érroné

source: Bad infiltration model
es: Modelo de infiltración incorrecto
fr: Modèle d'infiltration érroné

source: Bad soil diffusion model
es: Modelo de difusión de suelo incorrecto
fr: Modèle de diffusion dans le sol érroné

source: Bad beta model
es: Modelo beta incorrecto
fr: Modèle beta érroné

source: No water inputs
es: Faltan entradas de agua
fr: Pas d'entrées d'eau

source: Bad water inputs
es: Entradas de agua incorrectas
fr: Entrées d'eau érronées

source: Bad fertilizer inputs
es: Entradas de fertilizante incorrectas
fr: Entrées de fertilisant érronées

source: Not enough memory to open the input data
es: Falta memoria para abrir el fichero de entradas
fr: Mémoire insuffisante pour ouvrir le fichier des entrées

source: Bad water input data
es: Datos de entrada de agua incorrectos
fr: Données d'entrée d'eau érronés

source: Bad fertilizer input data
es: Datos de entrada de fertilizante incorrectos
fr: Données d'entrée de fertilisant érronés

source: Bad probes
es: Sondas incorrectas
fr: Sondes érronées

source: Bad probe x
es: Coordenada x de sonda incorrecta
fr: Coordonnée x de la sonde érronée

source: Bad probe y
es: Coordenada y de sonda incorrecta
fr: Coordonnée y de la sonde érronée

source: Bad input file
es: Fichero de entrada incorrecto
fr: Fichier d'entrée incorrecte

source: Irrigation life time
es: Tiempo de duración del riego
fr: Temps de durée de l'irrigation

source: Calculation time
es: Tiempo de cálculo
fr: Temps de calcul

source: IRRIGATION QUALITY
es: CALIDAD DE RIEGO
fr: QUALITÉ D'IRRIGATION

source: Water
es: Agua
fr: Eau

source: Uniformity
es: Uniformidad
fr: Uniformité

source: Christiansen's uniformity
es: Uniformidad de Christiansen
fr: Uniformité de Christiansen

source: Efficiency
es: Eficiencia
fr: Efficience

source: Fertilizer
es: Fertilizante
fr: Fertilisant

source: WATER VOLUME
es: VOLUMEN DE AGUA
fr: VOLUME D'EAU

source: Input
es: Entrada
fr: Entrée

source: Calculated
es: Calculada
fr: Calculée

source: Conservation error
es: Error de conservación
fr: Erreur de conservation

source: Infiltrated
es: Infiltrada
fr: Infiltrée

source: Percolated
es: Percolada
fr: Percolée

source: FERTILIZER MASS
es: MASA DE FERTILIZANTE
fr: MASSE DE FERTILISANT

source: Solid
es: Sólida
fr: Solide

source: Initial time (s)
es: Tiempo inicial (s)
fr: Temps initial (s)

source: Final time (s)
es: Tiempo final (s)
fr: Temps final (s)

source: Discharge (m³/s)
es: Caudal (m³/s)
fr: Débit (m³/s)

source: Discharge (kg/s)
es: Caudal (kg/s)
fr: Débit (kg/s)

source: Number of water inputs
es: Número de entradas de agua
fr: Nombre d'entrées d'eau

source: Number of fertilizer inputs
es: Número de entradas de fertilizante
fr: Nombre d'entrées de fertilisant

source: Point
es: Punto

source: Distribution
es: Distribución

source: Irrigation
es: Riego

source: Recirculation
es: Recirculación

source: R: water retention capacity e=0: Gauckler-Manning's model e>0: Burguete's aerodynamical coefficient n(e=0): Gauckler-Manning's number n(e>0): Burguete's characteristic roughness length K: Kostiakov's constant a: Kostiakov's exponent f0: infiltration velocity in saturated soil
es: R: capacidad de retención de agua e=0: modelo de Gauckler-Manning e>0: coeficiente aerodinámico de Burguete n(e=0): número de Gauckler-Manning n(e>0): longitud caracterí­stica de rugosidad de Burguete K: constante de Kostiakov a: exponente de Kostiakov f0: velocidad de infiltración en suelo saturado
fr: R: capacité de rétention d'eau e=0: modèle de Gauckler-Manning e>0: Burguete's aerodynamical coefficient n(e=0): nombre de Gauckler-Manning n(e>0): longueur de rugosité caractéristique de Burguete K: coefficient de Kostiakov a: exponent de Kostiakov f0: vitesse d'infiltration en sol saturé

source: Number of irrigation furrows
es: Número de surcos de riego
fr: Nombre de sillons d'irrigation

source: Initial conditions
es: Condiciones iniciales
fr: Conditions initiales

source: Furrow
es: Surco
fr: Sillon

source: Geometry
es: Geometría
fr: Géométrie

source: Soil
es: Suelo
fr: Sol

source: Friction model
es: Modelo de fricción
fr: Modèle de friction

source: Infiltration model
es: Modelo de infiltración
fr: Modèle d'infiltration

source: Maximum simulation time (s)
es: Tiempo de simulación máximo (s)
fr: Temps de simulation maximale (s)

source: Data saving cycle (s)
es: Periodo de volcado de datos (s)
fr: Période de renversé des données (s)

source: Cells number for distribution channel (between furrows)
es: Número de celdas del canal de distribución (entre surcos)
fr: Nombre de cellules pour le sillon de distribution (parmi les sillons)

source: Cells number for irrigation channels
es: Número de celdas de los surcos de riego
fr: Nombre de cellules pour les sillons d'irrigation

source: Probe
es: Sonda
fr: Sonde

source: Number of probes
es: Número de sondas
fr: Nombre de sondes

source: Solubility (kg/m³)
es: Solubilidad (kg/m³)
fr: Solubilité (kg/m³)

source: Furrows
es: Surcos
fr: Sillons

source: Inputs
es: Entradas
fr: Entrées

source: Probes
es: Sondas
fr: Sondes

source: Advanced parameters
es: Parámetros avanzados
fr: Paramètres avancés

source: Configure irrigation
es: Configurar riego
fr: Configurer irrigation

source: Set the irrigation problem configuration
es: Definir la configuración del problema de riego
fr: Définir la configuration du problème d'irrigation

source: _Cancel
es: _Cancelar
fr: _Annuler

source: _OK
es: _Aceptar
fr: _Accepter

source: Water depth (m)
es: Calado (m)
fr: Profondeur d'eau (m)

source: Fertilizer concentration (kg/m³)
es: Concentración de fertilizante (kg/m³)
fr: Concentration de fertilisant (kg/m³)

source: Infiltrated water mass per unit length (kg/m)
es: Masa de agua infiltrada por unidad de longitud (kg/m)
fr: Masse d'eau infiltrée par unité de longueur (m²)

source: Infiltrated fertilizer mass per unit length (kg/m)
es: Masa de fertilizante infiltrado por unidad de longitud (kg/m)
fr: Masse de fertilisant infiltrée par unité de longueur (kg/m)

source: Time step
es: Paso de tiempo
fr: Pas de temps

source: Superficial depth (m)
es: Calado (m)
fr: Profondeur superficielle (m)

source: Superficial level (m)
es: Cota superficial (m)
fr: Niveau superficiel (m)

source: Superficial water area (m²)
es: Área de agua superficial (m²)
fr: Surface d'eau superficielle (m²)

source: Advance time (s)
es: Tiempo de avance (s)
fr: Temps d'avance (s)

source: Infiltrated depth (m)
es: Profundidad infiltrada (m)
fr: Profondeur infiltrée (m)

source: Bottom level (m)
es: Nivel inferior (m)
fr: Niveau du fond (m)

source: Infiltrated water area (m²)
es: Área de agua infiltrada (m²)
fr: Surface d'eau infiltrée (m²)

source: Recession time (s)
es: Tiempo de receso (s)
fr: Temps de récession (s)

source: Superficial fertilizer mass per unit length (kg/m)
es: Masa de fertilizante superficial por unidad de longitud (kg/m)
fr: Masse superficielle de fertilisant par unité de longueur (kg/m)

source: Furrow %d
es: Surco %d
fr: Sillon %d

source: Position (m)
es: Posición (m)

source: Water discharge (m³/s)
es: Caudal de agua (m³/s)
fr: Débit d'eau (m³/s)

source: Level (m)
es: Nivel (m)
fr: Niveau (m)

source: Mass per unit length (kg/m)
es: Masa por unidad de longitud (kg/m)
fr: Masse par unité de longueur (kg/m)

source: Advance and recession times (s)
es: Tiempos de avance y receso (s)
fr: Temps d'avance et de récession (s)

source: Time (s)
es: Tiempo (s)
fr: Temps (s)

source: Depth (m)
es: Calado (m)
fr: Profondeur (m)

source: Probe %d
es: Sonda %d
fr: Sonde %d

source: Furrow representation
es: Representación de surco
fr: Représentation de furrow

source: Map furrows representation
es: Representación de mapa de surcos
fr: Carte des sillons

source: Probes time evolution
es: Evolución temporal de sondas
fr: Evolution temporelle des sondes

source: Save graph
es: Guardar gráfica
fr: Enregistrer graphique

source: Graph
es: Gráfica
fr: Graphique

source: Set the result graph options
es: Definir las opciones del gráfico de resultados
fr: Définir les options de la graphique des resultats

source: Running the numerical simulation ...
es: Calculando la simulación numérica ...
fr: Calculant la simulation numérique ...

source: _Stop
es: _Parar
fr: _Arrêter

source: Coordinates of corner
es: Coordenadas del vértice
fr: Coordonnées du sommet

source: Base width
es: Anchura de la base
fr: Largeur de la base

source: Lateral slope
es: Pendiente de las paredes laterales
fr: Pente laterale

source: Depth
es: Profundidad
fr: Profondeur

source: Distance
es: Distancia

source: Soil retention capacity
es: Capacidad de retención del suelo
fr: Capacité de rétention sol

source: Aerodynamical coefficient
es: Coeficiente aerodinámico
fr: Coefficient aérodynamique

source: Characteristic roughness length
es: Longitud característica de rugosidad
fr: Longueur caractéristique de rugosité

source: Number of Gauckler-Manning
es: Número de Gauckler-Manning
fr: Nombre de Gauckler-Manning

source: Kostiakov's coefficient
es: Coeficiente de Kostiakov
fr: Coefficient de Kostiakov

source: Kostiakov's exponent
es: Exponente de Kostiakov
fr: Exponent de Kostiakov

source: Infiltration velocity in saturated soil
es: Velocidad de infiltración en suelo saturado
fr: Velocité d'infiltration en sol saturé

source: Fertilizer input
es: Entrada de fertilizante
fr: Entrée de fertilisant

source: Water input
es: Entrada de agua
fr: Entrée d'eau

source: GEOMETRY
es: GEOMETRÍA
fr: GÉOMÉTRIE

source: FURROWS
es: SURCOS
fr: SILLONS

source: yes
es: sí
fr: oui

source: not
es: no
fr: non

source: INPUTS
es: ENTRADAS
fr: ENTRÉES

source: FERTILIZER
es: FERTILIZANTE
fr: FERTILISANT

source: Solubility
es: Solubilidad
fr: Solubilité

source: PROBES
es: SONDAS
fr: SONDES

source: ADVANCED OPTIONS
es: OPCIONES AVANZADAS
fr: OPTIONS AVANCÉES

source: Maximum simulation time
es: Tiempo de simulación máximo
fr: Temps de simulation maximale

source: CFL number
es: Número CFL
fr: Nombre CFL

source: Data saving cycle
es: Periodo de volcado de datos
fr: Période de renversé des données

source: Results
es: Resultados
fr: Résultats

source: user-manual-en.pdf
es: user-manual-es.pdf

source: A software tool to solve irrigation and fertigation in isolated furrows and furrow networks
es: Una herramienta de software para resolver riego y fertirriego en surcos aislados y redes de surcos
fr: Un outil informatique pour resolver irrigation et fertirrigation en sillons isolés et en réseaux de sillons

source: translator-credits
es: Javier Burguete Tolosa (jburguete@eead.csic.es)
fr: Javier Burguete Tolosa (jburguete@eead.csic.es)

source: Create a new furrows system
es: Crear un nuevo sistema de surcos
fr: Créer un nouveau système de sillons

source: Open furrows system
es: Abrir sistema de surcos
fr: Ouvrir système de sillons

source: Save furrows system
es: Guardar sistema de surcos
fr: Enregistrer système de sillons

source: Simulation configure
es: Configuración del riego
fr: Configurer simulation

source: Run the simulation
es: Iniciar la simulación
fr: Commencer la simulation

source: Help
es: Ayuda
fr: Aïde

source: About
es: Acerca de
fr: A propos

source: Exit
es: Salir
fr: Sortir

source: Total
fr: Totale

source: Superficial
fr: Superficielle
