Repository: jburguete/surcos
Catalog: 6.0/locale/*/LC_MESSAGES/surcos.po
Languages: it

source: Bad initial conditions
it: Condizioni iniziali non corretti

source: Bad furrow
it: Solco non corretto

source: Bad input
it: Input non valido

source: Initial time
it: Tempo iniziale

source: Final time
it: Tempo finale

source: Discharge
it: Flusso

source: Bad data
it: Dati non valido

source: open
it: aperto

source: furrows number
it: numero di solchi

source: solubility
it: solubilità

source: No distribution furrow
it: Nessun solco di distribuzione

source: Distribution furrow
it: Solco di distribuzione

source: Not enough memory to open the irrigation furrows
it: Memoria insufficiente per aprire i solchi di irrigazione

source: No irrigation furrow
it: Nessun solco di irrigazione

source: Irrigation furrows
it: Solchi di irrigazione

source: No recirculation furrow
it: Nessun solco di ricircolazione

source: Recirculation furrow
it: Solco di ricircolazione

source: Irrigation furrow
it: Solco di irrigazione

source: Bad data set
it: Serie di dati non corretta

source: Bad times data
it: Dati di tempo non corretti

source: Bad simulation time
it: Tempo di simulazione non corretto

source: Bad CFL number
it: Numero CFL non corretto

source: Bad measured time
it: Tempo di misurazione non corretto

source: Bad distribution cells number
it: Numero di celle di distribuzione sbagliato

source: Bad irrigation cells number
it: Numero di celle di irrigazione sbagliato

source: Bad fertilizer model
it: Modello di fertilizzante non corretto

source: Bad infiltration model
it: Modello di infiltrazione non corretto

source: Bad soil diffusion model
it: Modello di diffusione di suolo non corretto

source: Bad beta model
it: Modello beta non corretti

source: No water inputs
it: Nessun input di acqua

source: Bad water inputs
it: Inputs di acqua non validi

source: Bad fertilizer inputs
it: Inputs di fertilizzante non validi

source: Not enough memory to open the input data
it: Memoria insufficiente per aprire il file di input

source: Bad water input data
it: Dati di input di acqua non validi

source: Bad fertilizer input data
it: Dati di input di fertilizzante non validi

source: Bad probes
it: Sondi non corretti

source: Bad probe x
it: Coordinata x della sonda non corretta

source: Bad probe y
it: Coordinata y della sonda non corretta

source: Bad input file
it: File di input non valido

source: Irrigation life time
it: Durata dell’irrigazione

source: Calculation time
it: Tempo di calcolo

source: IRRIGATION QUALITY
it: QUALITA DI IRRIGAZIONE

source: Water
it: Acqua

source: Uniformity
it: Uniformità

source: Christiansen's uniformity
it: Uniformità di Christiansen

source: Efficiency
it: Efficienza

source: Fertilizer
it: Fertilizzante

source: WATER VOLUME
it: VOLUME DI ACQUA

source: Total
it: Totale

source: Calculated
it: Calcolato

source: Conservation error
it: Errore di conservazione

source: Superficial
it: Superficiale

source: Infiltrated
it: Infiltrata

source: Percolated
it: Filtrato

source: FERTILIZER MASS
it: MASSA DI FERTILIZZANTE

source: Solid
it: Solido

source: Initial time (s)
it: Tempo iniziale (s)

source: Final time (s)
it: Tempo finale (s)

source: Discharge (m³/s)
it: Flusso (m³/s)

source: Discharge (kg/s)
it: Flusso (kg/s)

source: Number of water inputs
it: Numero di input di acqua

source: Number of fertilizer inputs
it: Numero di input di fertilizzante

source: Point
it: Punto

source: Distribution
it: Distribuzione

source: Irrigation
it: Irrigazione

source: Recirculation
it: Ricircolazione

source: R: water retention capacity e=0: Gauckler-Manning's model e>0: Burguete's aerodynamical coefficient n(e=0): Gauckler-Manning's number n(e>0): Burguete's characteristic roughness length K: Kostiakov's constant a: Kostiakov's exponent f0: infiltration velocity in saturated soil
it: R: capacità di ritenzione di acqua e=0: modello di Gauckler-Manning e>0: coefficiente aerodinamico di Burguete n(e=0): numero di Gauckler-Manning n(e>0): lunghezza di rugosità caratteristica di Burguete K: coefficiente di Kostiakov a: esponente di Kostiakov f0: velocità di infiltrazione nel suolo saturo

source: Number of irrigation furrows
it: Numero di solci di irrigazione

source: Initial conditions
it: Condizioni iniziali

source: Furrow
it: Solco

source: Geometry
it: Geometria

source: Soil
it: Suolo

source: Friction model
it: Modello di attrito

source: Infiltration model
it: Modello di infiltrazione

source: Maximum simulation time (s)
it: Tempo di simulazione massimale (s)

source: Data saving cycle (s)
it: Periodo di scarico dati (s)

source: Cells number for distribution channel (between furrows)
it: Numero di celle per il solco di distribuzione (tra i solchi)

source: Cells number for irrigation channels
it: Numero di celle per i solchi del irrigazione

source: Probe
it: Sonda

source: Number of probes
it: Numero di sondi

source: Solubility (kg/m³)
it: Solubilità (kg/m³)

source: Furrows
it: Solci

source: Probes
it: Sondi

source: Advanced parameters
it: Parametri avanzati

source: Configure irrigation
it: Configurare l'irrigazione

source: Set the irrigation problem configuration
it: Definire la configurazione di problema di irrigazione

source: _Cancel
it: _Cancellare

source: _OK
it: _Acceptare

source: Water depth (m)
it: Profondità dell'acqua (m)

source: Fertilizer concentration (kg/m³)
it: Concentrazione di fertilizzante (kg/m³)

source: Infiltrated water mass per unit length (kg/m)
it: Massa di acqua infiltrata per unità di lunghezza (m²)

source: Infiltrated fertilizer mass per unit length (kg/m)
it: Massa di fertilizzante infiltrata per unità di lunghezza (kg/m)

source: Time step
it: Passo di tempo

source: Superficial depth (m)
it: Profondità superficiale (m)

source: Superficial level (m)
it: Livello superficiale (m)

source: Superficial water area (m²)
it: Superficie di acqua superficiale (m²)

source: Advance time (s)
it: Tempo di avanzamento (s)

source: Infiltrated depth (m)
it: Profondità infiltratta (m)

source: Bottom level (m)
it: Livello del fondo (m)

source: Infiltrated water area (m²)
it: Superficie di acqua infiltrata (m²)

source: Recession time (s)
it: Tempo di recessione (s)

source: Superficial fertilizer mass per unit length (kg/m)
it: Massa di fertilizzante superficiale per unità di lunghezza (kg/m)

source: Furrow %d
it: Solco %d

source: Position (m)
it: Posizione (m)

source: Water discharge (m³/s)
it: Flusso di acqua (m³/s)

source: Level (m)
it: Livello (m)

source: Mass per unit length (kg/m)
it: Massa per unità di lunghezza (kg/m)

source: Advance and recession times (s)
it: Tempo di avanzamento e di recessione (s)

source: Time (s)
it: Tempo (s)

source: Depth (m)
it: Profondità (m)

source: Probe %d
it: Sonda %d

source: Furrow representation
it: Rappresentazione di solchi

source: Map furrows representation
it: Mappa di solchi

source: Probes time evolution
it: Evoluzione temporale delle sonde

source: Save graph
it: Salvare grafico

source: Graph
it: Grafico

source: Set the result graph options
it: Definire i opzioni di grafico di risultati

source: Running the numerical simulation ...
it: Correndo la simulazione numerica ...

source: _Stop
it: _Fermare

source: Coordinates of corner
it: Coordinate di angolo

source: Base width
it: Larghezza della base

source: Lateral slope
it: Pendenza laterale

source: Depth
it: Profondità

source: Distance
it: Distanza

source: Soil retention capacity
it: Capacità di ritenzione di acqua

source: Aerodynamical coefficient
it: Coefficiente aerodinamico

source: Characteristic roughness length
it: Lunghezza di rugosità caratteristica di Burguete

source: Number of Gauckler-Manning
it: Numero di Gauckler-Manning

source: Kostiakov's coefficient
it: Coefficiente di Kostiakov

source: Kostiakov's exponent
it: Esponente di Kostiakov

source: Infiltration velocity in saturated soil
it: Velocità di infiltrazione nel suolo saturo

source: Fertilizer input
it: Input di fertilizzante

source: Water input
it: Input di acqua

source: GEOMETRY
it: GEOMETRIA

source: FURROWS
it: SOLCI

source: yes
it: si

source: not
it: no

source: INPUTS
it: INPUT

source: FERTILIZER
it: FERTILIZZANTE

source: Solubility
it: Solubilità

source: PROBES
it: SONDI

source: ADVANCED OPTIONS
it: OPZIONI AVANZATE

source: Maximum simulation time
it: Tempo di simulazione massimale

source: CFL number
it: Numero CFL

source: Data saving cycle
it: Periodo di scarico dati

source: Results
it: Risultati

source: A software tool to solve irrigation and fertigation in isolated furrows and furrow networks
it: Un attrezzo informatico per risolvere irrigazione e fertirrigazione in solchi isolati e in reti di solchi

source: translator-credits
it: Sofiane Ouazaa (sofiane.ouazaa@eead.csic.es)

source: Create a new furrows system
it: Creare un nuovo sistema di solchi

source: Open furrows system
it: Aprire sistema di solchi

source: Save furrows system
it: Salvare sistema di solchi

source: Simulation configure
it: Configurare la simulazione

source: Run the simulation
it: Iniziare la simulazione

source: Help
it: Aiuto

source: About
it: Informazioni

source: Exit
it: Uscire
